Repository: KZ-68/ProjectMinerals
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: Fluorite and calcite. Elmwood Mine, Tennessee, USA. 14 x 17 x 13 cm. Registered 1984. D.47931
fr: Fluorite et calcite. Elmwood Mine, Tennessee, USA. 14 x 17 x 13 cm. Registered 1984. D.47931

source: The community contributes to enriching the content of the wiki pages,
fr: La communauté contribut pour enrichir le contenu des pages wiki,

source: and the statistics below show the progression of these contributions.
fr: et les statistiques ci-dessous affiche la progression de ces contributions.

source: KZ Minerals with statistics.
fr: KZ Minerals en statistiques.

source: Minerals Wiki Pages has been created
fr: Pages Wiki de Minéraux ont été créées

source: through the whole site.
fr: sur l'ensemble du site.

source: Varieties has been added
fr: Variétés ont été ajoutées

source: in minerals wiki pages
fr: dans les pages wiki des minéraux.

source: Contributions has been made
fr: Contributions ont été faites

source: by our members.
fr: par nos membres.

source: Whats KZ Minerals ?
fr: Qu'est-ce-que KZ Minerals ?

source: For minerals collectors and passionnate, this site is designed to allow us to share the knowledge we have about minerals.
fr: Pour les collectionneurs et passionnés de minéraux, ce site est conçu pour nous permettre de partager les connaissances que nous avons à propos des minéraux.

source: Based on the wiki concept, you can add new mineral pages or modify one already available on the site, you can also discuss and debate with other users about the changes that have been made.
fr: Basée sur le concept de wiki, vous pouvez ajouter des nouvelles pages de minéral ou en modifier une déjà disponible sur le site, vous pouvez également discuter et débattre avec les autres utilisateurs à propos des changements qui ont été faits

source: Advanced Search
fr: Recherche Avancée

source: Home Page
fr: Page d'acceuil

source: search
fr: recherche

source: Submit
fr: Soumettre

source: Search by a keyword...
fr: Recherche par mot-clé...

source: Name
fr: Nom

source: Enter a mineral name
fr: Entrer un nom de minéral

source: Formula
fr: Formule

source: Enter a formula
fr: Entrer une formule

source: Crystal system
fr: Système cristallin

source: Enter a mineral crystal system
fr: Entrer un système cristallin minéral

source: Density
fr: Densité

source: Enter a density
fr: Entrer une densité

source: Hardness Scale
fr: Echelle de dureté

source: Enter an hardness scale
fr: Entrer une échelle de dureté

source: Fracture
fr: Cassure

source: Enter a fracture name
fr: Entrer un nom de cassure

source: Streak
fr: Traînée

source: Enter a streak name
fr: Entrer un nom de traînée

source: Category
fr: Catégorie

source: Choose a category
fr: Choisissez une catégorie

source: Varieties
fr: Variétées

source: Colors
fr: Couleurs

source: Lustres
fr: Eclats
